Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/uis.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: First coffee and a lecture, then team-work.
nb: Først kaffe og forelesning, deretter team-arbeid.

source: also applies in the UC sector, but at the same time, students and staff’s freedom of speech and
nb: Denne avvergingsplikten gjelder også i UH-sektoren, men samtidig skal studenter og

source: – You are given the opportunity to study risk analysis in one of the most internationally acknowledged research environments within this discipline, says Ingrid Glette-Iversen.
nb: – Du får muligheten til å studere risikoanalyse i et av de mest internasjonalt anerkjente forskningsmiljøene innen denne disiplinen, sier Ingrid Glette-Iversen.

source: The Covid-19 pandemic threatens entrepreneurs’ mental well-being and their businesses in unprecedented ways.
nb: Covid-19-pandemien truer gründernes mentale velvære og deres virksomheter på en helt spesiell måte.

source: Statistical learning, multiple linear regression, classification, resampling methods, model selection, regularization, non-linearity, tree-based methods, cluster analysis.
nb: Statistisk læring, multippel lineær regresjon, klassifikasjon, resamplingsmetoder, modellseleksjon, regularisering, ikke-linearitet, trebaserte metoder, klyngeanalyse.

source: Physics: Road integrals, generating functionals and perturbasjonsrekken, effective potentials, non-abelian gaugeteorier (Yang-Mills), symmetry breaking, the Higgs mechanism and anomalies.
nb: Vei-integraler, genererende funksjonaler og perturbasjonsrekken, effektive potensialer, ikke-abelske gaugeteorier (Yang-Mills), symmetribrudd, Higgs-mekanismen og anomalier.

source: Level 2 gives 3 points. Calculation:
nb: Nivå 2 gir 3 poeng. Hvordan beregne publikasjonspoeng

source: Course does not start before autumn 2022
nb: Emnet starter ikke før høsten 2022

source: Additional high-quality works relevant to the subject area that reflect the applicant's
nb: Ytterligere arbeider av høy kvalitet relevant for fagområdet som reflekterer søkerens

source: A radiometer converts heat into motion.
nb: Et radiometer omdanner varme til bevegelse.

source: The European Commission requires continuous work on the Charter and Code for the participating organizations.
nb: EU-kommisjonen stiller krav til kontinuerlig arbeid med Charter og Code for de deltagende organisasjonene.

source: UiS publishes two internal series: Reports from the University of Stavanger and Notes from the Unive
nb: Bibliotekets ressurser og kildesamling for studier og forskning innen barnevern og sosialfag.

source: Photosynthesis and Respiration are covered as well as Glycolysis, Gluconeogenesis, Glycogen, and Citric acid metabolic pathways.
nb: Fotosyntese og respirasjon blir gjennomgått samt glykolysen, glukogenesen, glykogen- og sitronsyremetabolinsmen.

source: The person hired as
nb: deltakelse og ledelse av prosjekt.

source: Equations of motions for dynamic systems.
nb: Bevegelsesligninger for dynamiske systemer.

source: A dialogue with the students to gain information for similar courses in the future.
nb: For de fleste krever det lang tid å bestemme tema og ideer, og å tenke ut gjennomførbare opplegg.

source: Bound theorems of plastic analysis.
nb: elastisk og plastisk design.

source: For external users, Canvas account must be created manually by the administrator.
nb: For eksterne brukere må Canvas bruker opprettes manuelt av administrator.

source: An UiS Student-PC can be found in available PC rooms in most buildings on campus.
nb: UiS Student-PC finner du på åpne PC-stuer i de fleste bygg på campus.

source: Starting this March and lasting about two years, the project is a cooperation between Ghent University, Delft University of Technology, Technische Universität München and the University of Stavanger.
nb: Prosjektet som starter i mars og varer rundt to år, er et samarbeid mellom Ghent University, Delft University of Technology, Technische Universität München og Universitet i Stavanger.

source: From semester 1, the student must choose to specialise in either Mathematics or Physics, and in semester 2 select a set of advanced elective courses.
nb: Fra semester 1 velger studenten å spesialisere seg innen enten matematikk eller fysikk og i semester 2 velges et sett med videregående valgemner.

source: In an interview with the newspaper Drammens Tidende ten years ago, I said that I wanted the highest possible education.
nb: I et intervju med Drammens Tidende for ti år siden sa jeg at jeg ønsket høyest mulig utdannelse.

source: Be able to use some R for basic data analysis and simulation.
nb: Kunne bruke R for grunnleggende data-analyse og simulering.

source: The world is - in spite of many doomsday forecasts - a better place for the majority of people than 100 years ago.
nb: Verden er - til tross for mange dommedagsprofetier - et bedre sted for flertallet av verdens befolkning enn for 100 år siden.

source: Use of Confidential Data, Restrictions on Publication of Results, Patents, etc.
nb: Bruk av konfidensielle data, restriksjoner på resultater, patentrettigheter, etc.

source: Presentations of projects - orally and graphically with drawings, models and photo montages
nb: Presentasjon av prosjekter - muntlig og grafisk med tegninger, modell og fotomontasjer

source: The last assignment is also evaluated and counts 40% of the final grade. Voluntary exercises.
nb: Den siste laboratorieøvingen med rapport vil også bli vurdert og utgjør 40% av sluttkarakteren i emnet.Frivillige regneøvinger.

source: [E] Head of Patient Education Center, Stavanger University Hospital
nb: [E] Leder for Læring- og mesteringssenteret, Stavanger universitetssykehus

source: Can identify security, vulnerability, privacy and data security aspects of products and systems using ICT.
nb: Kan identifisere sikkerhets-, sårbarhets-, personverns- og datasikkerhetsaspekter i produkter og systemer som anvender IKT.

source: competence, seniority as a teacher in higher education, and the academic level(s) at which the
nb: ansiennitet som underviser i høyere utdanning, og på hvilke nivå undervisningen har foregått

source: Solution of polynomial equations from early times (Rhind papyrus, 1650 BCE) to Abel (1825) and Galois (1830).
nb: Løsning av polynomlikninger: Fra tidlige tider (Rhind papyruset, 1650 f.Kr.) til Abel (1825) og Galois (1830).

source: The student is able to do laboratory analyses of the most common parameters associated with wastewater treatment (SS, BOD, N, P, color, total and coliform bacteria) and perform simple laboratory tests for characterization and treatment evaluation of different wastewater methods.
nb: Studenten skal kunne gjennomføre laboratorieanalyser av de vanligste parametere knyttet til rensing av avløps- og drikkevann (for eksempel SS, KOF, BOF, N, P, fargetall, totale og koliforme bakterier) og gjennomføre standardiserte laboratorietester for dimensjonering og design av enhetsprosesser for rensing av drikke- og avløpsvann.

source: quality PhD with relevance to the subject area, and which deviates from point 1 with respect to the theoretical and/or methodical approach.
nb: relevans for fagområdet, og som avviker fra punkt 1 med hensyn til teoretisk og/el er metodisk tilnærming.

source: Thor Ole Gulsrud, Project Manager for Norway Pumps and Pipes, held a lecture at Forsker stand-up in 2017.
nb: Thor Ole Gulsrud, prosjektleder for Norway Pumps and Pipes, deltok på Forsker-standup i 2017.

source: Different techniques and technologies for physical layer (e.g., wireless channel and modulation) and the data link layer (e.g., media access control and error control) are described.
nb: Ulike teknikker og teknologier for fysisk lag (f.eks trådløs kanal og modulering) og datalinklaget (f.eks mediaaksesskontroll og feilkontroll) er beskrevet.

source: On Friday 18 June, the government established a committee to carry out a comprehensive review of the Norwegian tax and excise system.
nb: Fredag 18. juni satt regjeringen ned et utvalg som skal foreta en helhetlig gjennomgang av det norske skatte- og avgiftssystemet.

source: As I stated to Drammens Tidende in a follow-up interview in February this year, I said that it was probably not a PhD education I was thinking of as a 16-year-old, but a master's degree was definitely part of my ambitions at the time.
nb: Som jeg uttalte til Drammens Tidende i et oppfølgingsintervju i februar i år, sa jeg at det var nok ikke en PhD-utdannelse jeg tenkte på som 16-åring, men mastergrad var definitivt med i ambisjonene den gang da.

source: The project started in 2016 and is now coming to an end.
nb: Prosjektet startet opp i 2016 og går nå mot slutten.

source: The course has a an assignment that counts 10 % of the final grade, and a final written exam that counts for 85 % of the final grade.
nb: Emnet har en kursoppgave som teller 10 % av samlet karakter, og en avsluttende eksamen som teller 85 % av samlet karakter.

source: The course gives an introduction to operating system architectures and mechanisms for resource management in computer systems.
nb: Emnet gir en innføring i operativsystemarkitekturer og mekanismer for ressurshåndtering i datasystemer.

source: Electromagnetic induction, alternating-current circuits.
nb: Elektromagnetisk induksjon, vekselstrømskretser.

source: • preparing applications and implementing major development projects in education
nb: • arbeid med søknader og gjennomført større utviklingsprosjekt innenfor utdanning

source: The librarians at SUS are
nb: Vi på SUS-bibliotekene er også

source: Contact us for group tickets (10 persons or more)am-booking@uis.no
nb: Kontakt oss for gruppepriser (10 personer eller flere)am-booking@uis.no

source: We are the line association for social work, child welfare and psychology.
nb: Vi er linjeforeningen for sosialt arbeid, barnevern og psykologi.

source: After splitting up the student(s), who wish to do so, will submit their theses
nb: splitting leverer studenten(ene), som ønsker det, oppgaver hver for seg.

source: The University of Stavanger is investing in hydrogen research.
nb: UiS og Equinor skal samarbeide om forskning på beslutningsanalyse, havvind og digital boring.

source: Distributions, Fourier transform, Green's functions, applications to differential equations.
nb: Distribusjoner, Fourier-transformasjon, Greensfunksjoner, anvendelser mot differentiallikninger.

source: Monuments and Minds.
nb: I den forbindelse ble det

source: The results about teachers lacking control make a strong case for further development of scales and research on how teachers experience and cope with the leadership role in their classrooms.
nb: Den internasjonale faglitteraturen om klasseledelse argumenterer også for en lærerstil preget av høy kvalitet på relasjoner til elevene med preg av kontroll og omsorg.

source: Week 33 Start of studies and Buddy week
nb: Uke 33 Semesterstart UK og Fadderuka

source: Rules for use of group study rooms:
nb: Regler for bruk av grupperom:

source: We will use examples from cancer, auto-immune diseases, cardiology, neurological diseases (Parkinson, Alzheimer) and diabetes.
nb: Vi behandler eksempler fra kreftutviklingen, auto-immune sykdommer, hjerte/kar, nevrologiske sykdommer og diabetes.

source: What is illegal in society in this respect is also illegal in the UC sector.
nb: straffbart i samfunnet som sådan, er det også i UH-sektoren.

source: They will gain insight into both shallow and deep geothermal wells and technologies for energy conversion and distribution.
nb: De vil få innsikt i både grunne og dype geotermiske brønner og teknologier for energiomvandling og distribusjon.

source: Prevention of radicalization and violent extremism among students in the university and col ege (UC)
nb: Forebygging av radikalisering og voldelig ekstremisme blant studenter i UH-sektoren skal gis særlig

source: I think it can help drive quality up even more," says Fitjar.
nb: Jeg tror det kan være med på å drive kvaliteten vår enda mer opp, sier Fitjar.

source: The course builds and expands on DAT230 Communication Technology 1.
nb: Emnet bygger videre på DAT230 kommunikasjonsteknologi 1.

source: How to document language proficiency?
nb: Hvordan dokumentere at du dekker språkkravene?

source: Examples and applications.
nb: Eksempler og anvendelser.

source: The shift plan is approved by the clinical training site and teacher.
nb: Turnusplanen godkjennes av praksisstedet og lærer.

source: Volckmar-Eeg, Maria Gussgard
nb: EU-støtte til master i sosialt arbeid

source: The Tunnel Safety cluster (KATS) at University of Stavanger wants to hire two new researchers in the project.
nb: Kapasitetsløft Tunnelsikkerhet (KATS) ønsker å ansette to nye forskere i prosjektet.

source: The research group has tested U-Say in several randomized controlled trials with thousands of students.
nb: Forskergruppen har testet U-Say i flere randomiserte kontrollerte studier med tusenvis av elever.

source: Topic for essay (Philosophy of science or Ethics) will be selected randomly after the last lecture.
nb: Tema for essayet (vitenskapsteori eller etikk) tildeles ved loddtrekning etter siste forelesning.

source: Article in periodical or series (ISSN): Level 1 gives 1 point.
nb: Artikkel i periodika og serie (ISSN) Nivå 1 gir 1 poeng.

source: The course is offered through a Research School in Economics and Business Administration (ECOBA),
nb: Kurset tilbys av Forskerskolen for økonomisk og administrative fag (ECOBA),

source: GEO100 Earth, energy and climate, GEO210 Structural Geology, PET110 Geophysics and Well Logging
nb: GEO100 Jord, energi og klima, GEO210 Strukturgeologi, PET110 Geofysikk og brønnlogging

source: Chemistry and Biological Science - PhD
nb: - program i Energiteknologi og geovitenskap

source: and any supervisor for their thesis.
nb: veileder for sine oppgaver.

source: Students still to go into quarantine
nb: Dirigentseksjonen ved Fakultet for utøvende kunstfag

source: Students must have a basic undertanding of the naming of inorganic compounds and organic chemicals (including aromaticity and basic functional groups in organic molecules), equilibrium, amounts of chemicals (moles, weight.%, ppm/ppb), redox reactions, solubility, acids/bases.
nb: Studentene må ha en grunnleggende virksomhet for navngiving av uorganiske forbindelser og organiske kjemikalier (inkludert aromatisitet og grunnleggende funksjonelle grupper i organiske molekyler), likevekt, mengder kjemikalier (mol, vekt%, ppm / ppb), redoksreaksjoner, løselighet, syrer / baser.

source: Important application areas are hole cleaning, gas kick, gas-lift and flow in production wells and pipelines.
nb: Viktige anvendelsesområder er hullrensing, brønnspark, gassløft samt strømning i produksjonsbrønner og rørledninger.

source: This is done by connecting students and academia to the research institute Mars Institute and to our partners in the technology industry.
nb: Dette gjøres ved å koble studenter og akademia til forskningsinstitusjonen Mars Institute og til våre samarbeidspartnere i teknologibransjen.

source: Angular momentum and three-dimensional problems.
nb: Tre-dimensjonale problemer og dreieimpuls.

source: Reflect upon the idea of a choreographic practice and communication.
nb: Ha kunnskap om produksjon- og prosjektledelse, utvikling og design.

source: Professional practice should ideally be completed in Rogaland.
nb: I tillegg så mange foredragene i etterkant.

source: The regular ordinary teaching is canceled, and exams are mainly held during these weeks.
nb: Den ordinære undervisningen oppheves, og eksamener avholdes i hovedsak i disse ukene.

source: In this study, we tested a completely new extended IPS model, where IPS is supplemented with methodology from the American Model for Human Occupation (MoHO).
nb: I denne studien testet vi en helt ny utvidet IPS-modell, der IPS er supplert med metodikk fra den amerikanske MoHO.

source: The researchers of the project have been attending the Norwegian Ministry of Education on several occasions.
nb: Forskerne i prosjektet har ved flere anledninger besøkt Kunnskapsdepartementet.

source: Overview of the student representatives at the university and faculty board for the academic year 2021–2022
nb: Oversikt over studentrepresentantene ved universitets- og fakultetsstyret og ansettelsesutvalget for studieåret 2021–2022

source: Understand requirements and constraints for web-based applications.
nb: Forstå krav og begrensninger for web-baserte applikasjoner.

source: Map-based questionnaires, paper-based and digital, have been created for this study as a tool for gathering participants’ (personal) information, as well as perception and satisfaction with urban, social and environmental aspects.
nb: Kartbaserte spørreskjemaer, papirbaserte og digitale, er brukt som et verktøy for å samle deltakernes (personlige) informasjon, samt oppfatning og tilfredshet med urbane, sosiale og miljømessige aspekter.

source: When appointing personnel in teaching and research positions, emphasis shal be placed on:
nb: Ved ansettelse i undervisnings- og forskerstil inger skal det legges vekt på:

source: In July and early August, the entrance doors are closed and you have to use your key chip to get in.
nb: I juli og begynnelsen av august er inngangsdørene stengt, og nøkkelbrikke må anvendes.

source: Have fundamental skills on integration of different types of data in petroleum geology and petroleum engineering, and provide the understanding for other engineering activities such as drilling and reservoir.
nb: Oppnå grunnleggende ferdigheter for integrering av ulike typer data innen petroleumsgeologi og grunnleggende petroleumsteknologi, og forstå deres betydning for andre ingeniøraktiviteter som boring og reservoar.

source: Introduction to fracture mechanics and fatigue.
nb: Introduksjon til bruddmekanikk og utmatting.

source: Master of Science Structural and Mechanical Engineering
nb: Praksisopplæring i lærerutdanninger i Norge

source: To promote increased innovation in the region, Rogaland County Council has established a prize for master's students in Rogaland.
nb: For å fremme økt innovasjon i regionen har Rogaland fylkeskommune etablert en pris for masterstudenter i Rogaland.

source: Energy Engineering and Geoscience - PhD
nb: - program i Risikostyring og samfunnssikkerhet

source: - Professional experience of a particular nature and relevance from industry and civil society
nb: - Yrkeserfaring av særskilt karakter og relevans fra nærings- og samfunnsliv

source: (leader of the scientific advisory committee in the Centre) from Imperial College in London, the Norwegian Petroleum Directorate has conducted a screening study which aimed in part to provide an estimate for the technical recovery potential offered by various EOR (enhanched oil recovery) methods.
nb: (leder av den vitenskapelige rådgivende komiteen i IOR-senteret) gjennomført en screeningstudie som blant annet har som mål å gi et estimat for det tekniske utvinningspotensialet av ulike EOR-metoder (enhanched oil recovery).

source: Throughout the recommended exchange semester, you are to take master level electives giving you 30 ECTS.
nb: I det anbefalte utvekslingssemesteret skal du ta valgemner som tilsvarer 30 studiepoeng.

source: 3) Use the Python programming language to capture and process images and to communicate with an industrial robot.
nb: 3) De skal ha grunnleggende forståelse for Python programmering for bildefangst, for bildebehandling og for kommunikasjon med robot.

source: Minimum prerequisites are Studiespecialisering og R1 + R2 (or similar) from high school.
nb: Minimum forkunnskap er Studiespecialisering og R1 + R2 fra Videregående skole.

source: As few people as possible will need to go out to the offshore installations, both for the sake of human safety and fish welfare.
nb: Færrest mulig mennesker skal trenge å dra ut til installasjonene til havs, både av hensyn til trygghet for menneskene og fiskevelferd.

source: be able to make and use statistical models for a number of problems in technology, natural science and economics
nb: kunne lage og bruke statistiske modeller for en rekke tekniske, naturvitenskapelige og økonomiske problemer

source: Passion 2022: "The Mystery of the Passion Age".
nb: Skuespillertrening.Pasjon 2022: "Pasjonstidens mysterium".

source: In Open Journal Systems and Open Monograph Press you’ll find journals, books and serials that are pu
nb: I Open Journal Systems og Open Monograph Press finner du tidsskrifter, bøker og skriftserier som er

source: An individual evaluation of a combined experience and education can be compared with a completed bachelor’s program in order to obtain admission.
nb: Dersom erfaring i kombinasjon med utdanning kan sidestilles med et fullført bachelorprogram, kan man få opptak til studiet etter individuell evaluering.

source: The previous reform was in 1992, when we had neither the internet, a digital economy nor the form of international trade that we have today.
nb: Forrige reform var i 1992, og da hadde vi verken Internett, digital økonomi eller den formen for internasjonal handel som vi har i dag.

source: How to balance different concerns, such as health, safety/security, environmental, and economic concerns?
nb: Hvordan balansere ulike hensyn, som helse, sikkerhet, miljø og økonomi?

source: , department of care and ethics, Faculty of Health Sciences, UiS)
nb: , Avdeling for omsorg og etikk, Det helsevitenskapelige fakultet, UiS)

source: The research work at UiS is led by
nb: Forskningsarbeidet ved UiS ledes av

source: It is possible to contact
nb: Det er mulig å ta kontakt med

source: Be able to use MATLAB and / or MicroPython as robot programming tools.
nb: Kunne benytte MATLAB og/eller MicroPython som robotprogrammeringsverktøy.

source: Student representatives at the UiS Business School
nb: Leiinga på Handelshøgskolen ved UiS

source: solve complex chal enges, regional y, national y and international y.
nb: komplekse utfordringer, regionalt, nasjonalt og internasjonalt.

source: - Be able to make programs in Matlab with use of logical functions and control structures.
nb: - Kunne lage programmer i Matlab med bruk av logiske funksjoner og kontrollstrukturer.

source: The Nordic model, participation, dialogue, and trust.
nb: Etikk, bærekraft og virksomheters samfunnsansvar

source: ESN Stavanger is an european student organization.
nb: ESN Stavanger er en europeisk studentorganisasjon.

source: Exceptions for language requirements are made on the basis of the dean's decision.
nb: Mangler du engelsk, kan du lese mer om hvordan du kan dekke engelskkravet her.

source: Week 35 will consist of three days, filled with activities and tournaments, and all of Stavangers students can participate.
nb: Uke 35 vil bestå av tre dager, fylt med aktiviteter og turneringer, som alle studenter i Stavanger kan delta på.

source: An important principle is that freedom of speech is ful y
nb: Et viktig prinsipp er at ytringsfriheten gjelder ful t ut, men begrenset av

source: for admission to master programmes and further education
nb: for opptak til masterstudier

source: VID Specialized University
nb: VID vitenskapelige høgskole

source: Over a three-year period, the department receives NOK 1 million a year to conduct research and innovation in geotechnics and geophysics.
nb: Over en treårsperiode mottar instituttet 1 million kroner i året for å drive med forskning og innovasjon innen geoteknikk og geofysikk.

source: A candidate, who has completed a 2-year master’s degree in Offshore Field Development Technology, shall have the following learning outcome defined as knowledge, skills and general competence:
nb: En kandidat som har fullført en 2-årig mastergrad i offshore feltutvikling skal ha følgende læringsmål definert som kunnskap, ferdigheter og generell kompetanse:
